{
"name" : "Anthony DiFurio",
"position" : "Persident and CEO of Ooditopia",
"overview" : "Mr. Anthony (Tony) DiFurio has over 26 years of experience in the Aerospace and National Security arenas- 20 years at the executive level.",
"highlights" : ["Profit and Loss responsibilities exceeding $400M in yearly revenue","Managing global geographically dispersed teams as large as 1000 personnel", "Driving year over year business growth in excess of 30% consistently", "Maximizing operating profit margins in excess of 30%", "Capturing and managing multi-billion dollar contracts", "Leading teams of scientists and engineers in bleeding edge technology research", "Leading M&A from identification through acquisition and integration", "Congressional relations; University, College and small business outreach", "Strategic planning and technology road mapping", "Modeling, Simulation, War gaming and military and civil exercises", "Commercialization and productization of software and hardware solutions", "Novel business models, IP licensing/sale, and equity positioning", "Invited speaking and panel leadership", "Active Top Secret SCI security clearance", "Program Management, Earned Value, and Six Sigma certified"],
"description" : "Mr. DiFurio’s subject matter expertise spans the spectrum of the Cyber and Physical space, to include: RF/Digital/EnterpriseIT, EO/IR, CBRNE, Directed Energy, complex systems integration, manufacturing, test and operational fielding, nanotechnology and semiconductors. He has led businesses in the areas of Radar/Electronic Warfare/SIGINT Tactical and Strategic sensors, Communications, C5ISR platform/sensing/collection/exploitation, Cyber Security CNA/CNE/CND, Strike and Combat, Space, Kinetic and Non-Kinetic Weapons, Homeland Security Border Security, Critical Infrastructure Protection, Entry/Exit, Identity Management, and Counter IED.  His operational knowledge base spans air, sea, land and space, to include cyber space. Mr. DiFurio has worked extensively across the globe with domestic and international industry and government organizations to include the civil, state and commercial sectors.",
"email" : "atdoodatopia@gmail.com"
}